<template>
	<view style="padding: 40rpx;">
		<view class="h2">隐私保密声明</view>
		<view class="areement-content">
			<view class="p">1.本平台只会收集认为相关且有助于了解您服务需要的信息，目的在于为您提供更优质的服务。平台将把收集到的相关信息用于保证您的交易安全、了解您的服务需求、改善服务体验以及各项业务的开展。</view>
			<view class="p">2.本平台可能将您的个人资料转交本平台的成员机构，但会在法律法规许可的范围内进行。</view>
			<view class="p">3.本平台可能会把您的相关信息提供给与本平台联合提供业务的合作伙伴，但该合作伙伴仍需对您的相关信息进行保密。</view>
			<view class="p">4.在符合法律法规规定的情况下，如司法机关、行政监管机构及其他相关机构提出要求，本平台有可能提供您的相关信息。</view>
			<view class="p">5.本平台将依照国家有关规定，采取严格的安全措施以避免本平台掌握的信息泄露、被滥用或修改。尽管本平台采取安全措施，但请注意在信息网络环境不存在“完善的安全措施”。</view>
			<view class="p">
				6.在您未拒绝接受cookies的情况下，本平台使用cookies储存您访问“优厨上门”的相关数据，在您访问或再次访问“优厨上门”时，“优厨上门”能识别您的身份，并通过分析数据为您提供更多更好的服务。您也可以通过修改浏览器的设置以拒绝接受cookies，但是需要提醒您，因为您拒绝接受cookies，您可能无法使用依赖于cookies的“优厨上门”的部分功能。
			</view>
			<view class="p">7.请您在使用“优厨上门”前，仔细阅读并充分理解《个人信息保护政策》。重点内容我们已采取粗体标示，希望您特别关注。如果您不同意平台收集您的任何个人信息，请您立即停止使用并退出“优厨上门”。</view>
		</view>

		<view class="h2">个人信息保护政策</view>
		<view class="areement-content">
			<view class="p">生效日期：本协议于用户点击优厨上门账号登录、获得优厨上门账号和密码时生效，对优厨上门和用户均具有约束力。</view>
			<view class="p">
				个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别自然人个人身份的各种信息，包括但不限于基本信息（包括个人姓名、生日、性别、住址、个人电话号码、电子邮箱等）、个人身份信息（包括身份证、军官证、护照、驾驶证等）、网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、口令、口令保护答案等）、个人上网记录（包括网站浏览记录、软件使用记录、点击记录等）、个人常用设备信息（包括硬件序列号、设备MAC地址、软件列表、唯一设备识别码（如IMEI/android
				ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息）及个人位置信息（精准定位信息、经纬度等）。
			</view>
			<view class="p">
				个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本政策涉及的个人身份信息（包括身份证、军官证、护照、驾驶证等）、网络身份标识信息（包括账户名、账户昵称、邮箱地址及与前述有关的密码与密码保护问题和答案等）及其他信息（包括手机号码、网页浏览记录、定位信息等）。
			</view>
			<view class="p">“优厨上门”如何收集、使用、存储、对外提供、公开披露您的个人信息及您享有何种权利，我们将通过本政策向您阐述相关事宜，其中要点如下：</view>
			<view class="p">
				1.我们将说明收集您的个人信息类型及其用途，以便您了解我们针对某一特定功能所收集的具体个人信息的类别、使用理由及收集方式。“优厨上门”会根据最小必要原则申请系统权限（如申请读取通讯录、地理位置等权限），并取得您的明示同意。在采集您的个人信息前会对采集的用途和必要性进行提醒。
			</view>
			<view class="p">2.当您使用一些功能时，我们会在获得您的同意后，收集您的个人信息，例如您的通讯录、地理位置、相册等，拒绝提供这些信息会影响您使用相关功能。</view>
			<view class="p">
				3.“优厨上门”不会主动对外提供您的个人信息给第三方，如存在其他对外提供您个人信息情形时，我们会征得您的明示同意（通过主动点击“同意”等主动做出肯定性动作，下同）。“优厨上门”会对可能发生的信息泄露、损毁、丢失的情况及时通知受影响的用户并给予相应用户有针对性的补救措施。
			</view>
			<view class="p">4.“优厨上门”不会在未通过平台进行拍卖、交易的情况下，从第三方获取您的个人信息。如未来因业务发展需要从第三方间接获取您的个人信息，我们也将会严格遵守相关法律法规及监管要求，并要求第三方保障其提供信息的合法性。</view>
<!-- 			<view class="p">若您想了解更详细的信息，请按如下索引阅读相应章节：</view>
			<view class="p"><a href="#no01">一、我们如何收集和使用您的个人信息</a></view>
			<view class="p"><a href="#no02">二、我们如何使用Cookie和同类技术</a></view>
			<view class="p"><a href="#no03">三、我们如何对外提供、公开披露您的个人信息</a></view>
			<view class="p"><a href="#no04">四、我们如何存储和保护您的个人信息</a></view>
			<view class="p"><a href="#no05">五、您如何管理个人信息</a></view>
			<view class="p"><a href="#no06">六、通知和修订</a></view>
			<view class="p"><a href="#no07">七、如何联系我们</a></view>
			<view class="p"><a href="#no08">八、第三方SDK目录</a></view>
			<view class="p"><a href="#no09">九、APP权限申请</a></view>
			<view class="p"><a href="#no10">十、账户注销</a></view> -->
			<view class="no01" id="no01">一、我们如何收集和使用您的个人信息</view>
			<view class="p">（一）个人信息收集</view>
			<view class="p">
				1、基础信息：当您使用“优厨上门”服务时，我们会收集以下基础信息，包括您的设备型号（包括硬件序列号、设备MAC地址、软件列表、唯一设备识别码（如IMEI/android
				ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息）、设备ID、操作系统、“优厨上门”软件版本号、登陆IP地址等日志信息。
			</view>
			<view class="p">2、注册信息：当您注册“优厨上门”账号时，依据法律法规及监管要求，我们会收集您的手机号码、有效证件号码等信息，以帮助您完成“优厨上门”注册。如果您拒绝提供这些信息，您可能无法注册“优厨上门”账号或无法正常使用我们的功能服务。</view>
			<view class="p">
				3、授权收集的信息：以下情形中，您可选择是否授权我们收集、使用您的个人信息。请您注意，您开启这些权限即代表您授权我们可以收集和使用这些信息来实现相应功能，如您取消了这些授权，我们将不再继续收集和使用您的这些信息，也无法为您提供与这些授权所对应的功能。
			</view>
			<view class="p">（1）您需要找回登录密码时，我们需要验证您的身份信息，包括手机号、姓名、证件类型、证件号码信息。</view>
			<view class="p">
				（2）在您使用“优厨上门”提供的实名认证服务时，我们需要您提供您的姓名（名称）、证件类型、证件号码、银行卡号/账号等信息，并可能通过验证证件号码、银行卡号、账号等方式对有关信息进行有效性核验。如您不提供上述信息，我们将无法向您提供需完成实名认证后方可使用的服务。
			</view>
			<view class="p">（3）扫描二维码和直播的获取摄像头功能需要通过您的授权才可以实现。</view>
			<view class="p">（4）选取相册图片中的二维码的相册功能需要通过您的授权才可以实现。</view>

			<view class="no02" id="no02">（二）个人信息使用的规则</view>
			<view class="p">
				1.去标识化。我们会根据本政策的约定并为实现我们的服务功能对所收集的个人信息进行使用。在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。我们有权在不经过您同意的情况下对去标识化的数据进行分析并予以使用。当展示您的个人信息时，我们会对您的信息进行去标识化，以保护您的信息安全。当我们要将您的个人信息用于本政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会通过您主动做出勾选的形式事先征求您的同意。
			</view>
			<view class="p">
				2.平台运行中个人信息记录。为确保服务安全，帮助我们更好地了解“优厨上门”运行情况，我们可能记录“优厨上门”运行的相关信息，比如，您使用“优厨上门”的频率、崩溃数据、总体使用情况、性能数据等。我们不会将存储在分析软件中的信息与您在“优厨上门”中输入的任何个人身份信息相结合。
			</view>
			<view class="p">3.例外收集、使用事先征得您的同意或授权规则。当我们要将您的个人信息，用于本政策载明的收集目的、用途或合理相关范围以外的其他用途时，我们将向您充分说明收集、使用您相关信息的目的、方式、内容和范围，并事先征得您的同意或授权。</view>
			<view class="p">二、我们如何使用Cookie和同类技术</view>
			<view class="p">
				1.为增强您的访问体验，我们会在您的计算机或移动设备上创建一个或多个名为Cookie的数据文件。Cookie会收集您的登录名信息。创建给您的Cookie是唯一的，它只能在您的计算机或者移动设备中的Web服务器读取。我们向您发送Cookie用于简化您的登录步骤、存储您的使用偏好、调取浏览记录，以提升您的使用效率。
			</view>
			<view class="p">2.我们不会将Cookie用于本政策所述目的之外的任何用途，浏览记录的Cookie记录可以在“优厨上门”app中“我的-浏览记录”中清除，登录相关的Cookie记录会在您退出登录后或在您关闭“优厨上门”app后清除。</view>
			
			<view class="no03" id="no03">三、我们如何对外提供、公开披露您的个人信息</view>
			<view class="p">1.考虑到为提供“优厨上门”服务必需，我们会将您的个人信息提供给“优厨上门”相关的厨师/下单人/服务人员。如您拒绝提供相关信息，将无法在“优厨上门”接受相关服务。</view>
			<view class="p">2.我们不会对外公开披露所收集的个人信息，如须披露，我们会向您告知公开披露的目的、披露信息的类型及可能涉及的个人信息，并征得您的同意或授权。</view>
			<view class="p">3.征得同意或授权的例外</view>
			<view class="p">根据相关法律法规及监管要求、国家标准，以下情形中，我们可能会转让、公开披露个人信息不必事先征得您授权同意：</view>
			<view class="ol">
				<view class="li">）与您履行法律法规规定的义务相关的；</view>
				<view class="li">）与国家安全、国防安全直接相关的；</view>
				<view class="li">）与公共安全、公共卫生、重大公共利益直接相关的；</view>
				<view class="li">）与刑事侦查、起诉、审判和判决执行等直接相关的；</view>
				<view class="li">）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人授权同意的；</view>
				<view class="li">）所收集的个人信息是您自行向社会公众公开的；</view>
				<view class="li">）根据您要求签订和履行合同所必需的；</view>
				<view class="li">）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</view>
				<view class="li">）维护所提供的服务的安全稳定运行所必需的，如发现、处置服务的故障。</view>
			</view>
			
			<view class="no04" id="no04">四、我们如何存储和保护您的个人信息</view>
			<view class="ol">
				<view class="li">）我们会按照法律法规及监管要求，将在境内收集和产生的个人信息存储于境内。</view>
				<view class="li">）我们仅在《个人信息保护政策》所述目的、所必需期间和法律法规及监管要求的时限内保留您的个人信息。</view>
				<view class="li">）我们将遵守相关法律规定，采取必要措施保障您的个人信息的安全，以防止个人信息在意外的、未经授权的情况下被非法访问、复制、修改、传送、破坏、处理或使用。</view>
				<view class="li">）我们建立配套的管理制度、内控机制和流程以保障您的信息安全。例如，严格限制信息访问权限、对信息访问及处理行为进行系统监控、要求相关工作人员签署保密协议等。</view>
				<view class="li">
					）若发生个人信息泄露等安全事件，我们会启动应急预案，阻止事件扩大，并按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。
				</view>
			</view>
			<view class="p">同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</view>
			
			<view class="no05" id="no05">五、您如何管理个人信息</view>
			<view>（一）访问您的个人信息</view>
			<view class="p">您有权访问您的个人信息及您在使用我们的服务过程中产生的其他个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过个人账户自行访问。</view>
			<view class="p">如果您无法通过上述链接访问这些个人信息，您可以随时电话联系我们将在15日内回复您的访问请求。</view>
			<view>（二）更正您的个人信息</view>
			<view class="p">当您发现我们处理的关于您的个人信息有错误时，您有权要求我们作出更正。您可以通过“（一）访问您的个人信息”中罗列的方式提出更正申请。</view>
			<view class="p">如果您无法通过上述链接更正这些个人信息，您可以随时电话联系我们将在15日内回复您的更正请求。</view>
			<view class="p">我们将在15日内回复您的更正请求。</view>
			<view>（三）删除您的个人信息</view>
			<view class="p">在以下情形中，您可以向我们提出删除个人信息的请求：</view>
			<view class="ol">
				<view class="li">如果我们收集、使用您的个人信息，却未征得您的同意；</view>
				<view class="li">如果我们处理个人信息的行为违反了与您的约定；</view>
				<view class="li">如果您不再使用我们的服务；</view>
				<view class="li">如果我们不再为您提供商品或服务。</view>
			</view>
			<view class="p">若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。</view>
			<view class="p">当您从我们的服务中删除信息后，我们可能不会立即在备份系统中删除相应的信息，但会在备份更新时删除这些信息。</view>
			<view>（四）改变您授权同意的范围</view>
			<view class="p">每个业务功能需要一些基本的个人信息才能得以完成。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。</view>
			<view class="p">当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。</view>
			<view>（五）获取您的个人信息副本</view>
			<view class="p">您有权获取您的个人信息副本。</view>
			<view class="p">在技术可行的前提下，如数据接口已匹配，我们可按您的要求，直接将您的个人信息副本传输给您指定的第三方。</view>
			<view>（六）约束信息系统自动决策</view>
			<view class="p">在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制作出决定。如果这些决定显著影响您的合法权益，您有权要求我们作出解释，我们也将提供适当的救济方式。</view>
			<view>（七）响应您的上述请求</view>
			<view class="p">
				为保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份。我们可能会先验证您的身份，然后再处理您的请求。我们将在15日内作出答复。请您理解，对于目前技术手段尚不支持、可能给他人合法权益带来风险的请求，我们可能会予以拒绝。
			</view>
			<view class="p">尽管有上述约定，但按照相关法律法规、监管要求等规定，存在以下情形的我们将无法响应您的请求：</view>
			<view class="ol">
				<view class="li">与平台履行法律法规规定的义务相关的；</view>
				<view class="li">与国家安全、国防安全相关的；</view>
				<view class="li">与公共安全、公共卫生、重大公共利益相关的；</view>
				<view class="li">与刑事侦查、起诉、审判和执行判决等相关的；</view>
				<view class="li">有充分证据表明您存在主观恶意或滥用权利的；</view>
				<view class="li">出于维护您或其他个人的生命、财产等重大合法权益需要但又难以得到您本人同意的；</view>
				<view class="li">响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</view>
				<view class="li">涉及平台商业秘密的；</view>
				<view class="li">其他法律法规及监管要求的情形。</view>
			</view>
			<view class="no06" id="no06">六、通知和修订</view>
			<view class="p">
				因业务需要或法律法规及监管要求，我们可能会适时对本政策进行修订。在本政策发生变更时，我们会在“优厨上门”客户端上发出本政策更新版本，并会在变更内容生效前以“优厨上门”客户端推送通知或网站公告等合理方式通知您，以便您能及时了解本政策最新内容。请您知悉并确认，如您不同意本政策更新后的内容，应立即停止使用“优厨上门”服务，我们将停止收集您的相关个人信息；如您在本政策更新后继续使用“优厨上门”服务，即表示您已充分阅读、理解并接受更新后的本政策并同意我们按照更新后的政策收集、使用、存储您的相关个人信息。
			</view>
			<view class="p">本政策所指的重大变更包括但不限于：</view>
			<view class="ol">
				<view class="li">我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</view>
				<view class="li">我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</view>
				<view class="li">个人信息转让或公开披露的主要对象发生变化；</view>
				<view class="li">您参与个人信息处理方面的权利及其行使方式发生重大变化；</view>
				<view class="li">我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</view>
				<view class="li">个人信息安全影响评估报告表明存在高风险时。</view>
			</view>
			<view class="p">我们还会将本政策的旧版本存档，供您查阅。</view>
			
			<view class="no07" id="no07">七、如何联系我们</view>
			<view class="p">如您对本政策有任何疑问，请电话联系我们，我们会及时处理您的意见、建议及相关问题，一般情况下，我们将在收到您的问题之次日起15日内给予答复，法律法规或监管机构另有规定的除外。</view>
			<view></view>
			<view class="no08" id="no08"><a href="sdk.html">八、第三方SDK目录</a></view>
			<view class="no09" id="no09"><a href="app.html">九、APP权限申请</a></view>
			<view class="no07" id="no10">十、账户注销</view>
			<view class="p">如您需要注销在本平台的账户信息时，请电话联系我们，提供您注册时使用的手机号以及认证信息，在核实信息后的2个工作日内系统将将您的账号进行注销操作。</view>
			<view></view>
			<view></view>
			<view class="p">（正文完）</view>
		</view>
	</view>
</template>

<script>
export default {
	data() {}
};
</script>

<style>
	
	.h1,
	.h2,
	.h3,
	.h4,
	.h5,
	.h6{
	    margin-top: 1.5em;
	    margin-bottom: 1em;
	    line-height: 1.5;
	    color: #4a4a4a
	}
	
	.h1:first-child,
	.h2:first-child,
	.h3:first-child,
	.h4:first-child,
	.h5:first-child,
	.h6:first-child{
	    margin-top: 0
	}
	
	.h1{
	    font-size: 36px;
	    font-size: 2.25rem
	}
	
	.h2 {
	    font-size: 24px;
	    font-size: 1.5rem
	}
	
	.h3 {
	    font-size: 18px;
	    font-size: 1.125rem
	}
	
	.h4 {
	    font-size: 16px;
	    font-size: 1rem
	}
	
	.h5{
	    font-size: 14px;
	    font-size: .875rem
	}
	
	.h6 {
	    font-size: 12px;
	    font-size: .75rem
	}
	
	.hr {
	    margin-top: 1em;
	    margin-bottom: 1em;
	    border: 0;
	    border-top: 1px solid #dfdfdf
	}
	
	.ol,
	.p,
	.ul {
	    margin: 0 0 1em
	}
	
	.ol,
	.ul {
	    padding: 0 0 0 2em
	}
	
	.ol .li,
	.ul .li {
	    line-height: 2
	}
	
	.ol .ol,
	.ol .ul,
	.ul .ol,
	.ul .ul {
	    margin-bottom: 0
	}
	
	
	.h1 {
	    font-size: 2em;
	    margin: .67em 0
	}
	
	.h2 {
	    text-align: center;
	    margin: .67em 0
	}
	
	
	.hr {
	    -webkit-box-sizing: content-box;
	    box-sizing: content-box;
	    height: 0;
	    overflow: visible
	}
</style>
