<template>
	<view class="agreement" style="padding: 30rpx;">
		<view class="p">优厨上门与用户共同确认：</view>

		<view class="span">1.用户点击优厨上门注册页面的同意注册按钮并完成注册程序、获得优厨上门账号和密码时，视为用户与优厨上门已达成《优厨上门用户协议》，就用户进入优厨上门消费（即用户通过优厨上门与商家进行上门服务交易）达成本协议的全部约定。</view>

		<view class="span">
			2.优厨上门及用户均已认真阅读本《优厨上门用户协议》(下称“本协议”)中全部条款（特别是以黑体字标示出的关于优厨上门及用户重大权益的条款）及优厨上门发布的其他全部服务条款和操作规则的内容，对本协议及前述服务条款和规则均已知晓、理解并接受，同意将其作为确定双方权利义务的依据。
		</view>

		<view class="p">一、定义条款</view>
		<view class="span">
			1.1优厨上门：由万载县百家宴网络工作室开发、运营和管理的网络交易平台，万载县百家宴网络工作室通过该网络交易平台为用户和商家提供进行厨师上门服务交易的网络交易平台服务。本协议下文中，“优厨上门”既指网络交易平台（小程序、app），亦指万载县百家宴网络工作室。
		</view>
		<view class="span">1.2上门服务：指用户通过优厨上门选择、预约入驻平台的商家提供厨师上门做饭服务，商家接单后按约定为用户提供上门做饭服务。</view>
		<view class="span">1.3用户：指接受并同意本协议全部条款及优厨上门发布的其他全部服务条款和操作规则、通过优厨上门进行上门服务交易的优厨上门注册会员。</view>
		<view class="span">1.4商家：指通过优厨上门发布上门服务商品/服务信息、向用户提供上门服务商品/服务的自然人、法人和其他组织。</view>
		<view class="span">1.5上门服务交易：指用户与商家通过优厨上门进行的交易上门服务商品/服务的活动。</view>
		<view class="span">
			1.6上门服务信息：商家通过优厨上门发布的，在优厨上门页面上展示的上门服务商品/服务信息，包括但不限于上门服务商品/服务的名称、数量、规格、价格、有效期、可预约时间、商家服务范围、支付、退改条件、售后服务等内容。上门服务信息在法律上构成商家就上门服务商品/服务向用户发出的要约。
		</view>
		<view class="span">1.7上门服务价款：用户为购买上门服务商品/服务而应向商家支付的上门服务商品/服务的对价，上门服务价款的数额以用户与商家达成的上门服务订单中约定的上门服务价格及上门服务数量为确定依据。</view>
		<view class="p">二、用户注册</view>
		<view class="span">2.1.注册资格</view>
		<view class="span">用户承诺：用户具有完全民事权利能力和行为能力或虽不具有完全民事权利能力和行为能力但经其法定代理人同意并由其法定代理人代理注册及应用优厨上门服务。</view>
		<view class="span">2.2.注册目的</view>
		<view class="span">用户承诺：用户在优厨上门注册会员的目的是为了通过优厨上门获取、选择并预约厨师上门服务，并非出于任何破坏优厨上门上门服务交易秩序的目的。</view>
		<view class="span">2.3.注册流程</view>
		<view class="span">1.用户同意根据优厨上门用户注册页面的要求提供有效手机号、微信号、所在城市等信息，设置优厨上门账号及密码，用户承诺保证所提供全部信息的真实性、完整性和准确性。</view>
		<view class="span">2.用户在注册时有权选择是否订阅优厨上门发送的关于上门服务的推送和/或短信等系统信息。</view>
		<view class="span">3.用户提供真实、完整有效的注册信息，有权获得优厨上门账号和密码，优厨上门账号和密码用于用户在优厨上门登录并合法使用本平台各项功能。</view>
		<view class="span">4.用户获得优厨上门账号及密码时即视为注册成功，用户同意接收优厨上门发送的与优厨上门网站、小程序、app等网络工具运营管理相关的推送和/或短信。</view>
		<view class="p">三、用户服务</view>
		<view class="span">优厨上门为用户通过优厨上门进行上门服务交易活动提供网络交易平台服务。</view>
		<view class="span">3.1.服务内容</view>
		<view class="span">1.用户可以在优厨上门浏览入驻平台商家提供的上门服务商品/服务的信息，与商家达成上门服务订单，支付上门服务价款，获得商家按订单提供上门服务。</view>
		<view class="span">2.用户可以在商家提供服务后，在优厨上门就商家服务进行评价，及提出投诉并要求解决。</view>
		<view class="span">3.用户可以按照优厨上门发布的活动规则参与优厨上门组织的各项活动。</view>
		<view class="span">4.优厨上门通过其网络工具不时发布的为用户提供的其他服务。</view>
		<view class="span">3.2.服务规则</view>
		<view class="span">用户承诺遵守下列优厨上门服务规则：</view>
		<view class="span">1.用户须遵守国家有关法律法规及地方和行业主管部门的相关规定，不得在优厨上门或利用优厨上门服务从事非法或其他损害优厨上门或第三方权益的活动。</view>
		<view class="span">2.用户应当妥善使用和保管优厨上门账号及密码，对其优厨上门账号和密码下进行的行为和发生的事件负责。用户在未经优厨上门同意的情况下不得将优厨上门账号以赠与、借用、租用、转让或其他方式处分给他人。</view>
		<view class="span">3.用户通过优厨上门与商家进行上门服务交易时，应当遵守本协议“上门服务交易规则”的全部约定及优厨上门发布的其他关于上门服务交易的服务条款和操作规则的全部规定。</view>
		<view class="span">4.用户在优厨上门对上门服务商品/服务进行评价时应当根据实际情况如实进行评价。</view>
		<view class="span">5.用户须按照优厨上门发布的规则参加优厨上门组织的活动，并遵守活动秩序。</view>
		<view class="span">6.优厨上门发布的其他服务条款和操作规则。</view>
		<view class="p">四、上门服务交易规则</view>
		<view class="span">用户承诺在其进入优厨上门消费，通过优厨上门与商家进行上门服务交易的过程中遵守如下优厨上门上门服务交易规则。</view>
		<view class="span">4.1浏览上门服务信息</view>
		<view class="span">
			用户在优厨上门浏览上门服务商品/服务的信息时，应当仔细阅读上门服务信息中包含的全部内容，包括但不限于上门服务商品/服务的名称、数量、规格、价格、有效期、可预约时间、商家服务范围、支付、退改条件、售后服务等内容，其中用户应特别注意上门服务商品/服务的有效期、预约时间及退改条件等内容，用户完全接受上门服务信息中包含的全部内容后方可点击购买。
		</view>
		<view class="span">4.2提交及确认上门服务订单</view>
		<view class="span">用户应当仔细阅读上门服务订单页面中所包含的全部内容，上述上门服务订单页面中所包含的全部内容，构成了用户与商家之间达成的上门服务合同的全部内容，用户完全同意上门服务订单的全部内容后方可提交订单。</view>
		<view class="span">
			用户确认订单即视为用户已知晓、同意并接受上门服务订单中的全部内容，与商家成立了上门服务合同。上门服务订单中所包含的全部内容即为上门服务合同的内容，具体包括但不限于上门服务商品/服务的名称、数量、规格、价格、有效期、预约时间、商家服务范围、支付、退改条件、售后服务等，用户与商家均应当按照前述上门服务合同的约定履行各自的权利义务。
		</view>
		<view class="span">4.3支付上门服务价款</view>
		<view class="span">
			用户下单后，会有专门人员进行联系处理，系统不进行支付交易，只作为菜品，下单数据展示。
		</view>
		<view class="span">4.4.退改订单规则</view>
		<view class="span">4.4.1 如遇到订单相关纠纷，请联系专门人员进行相关处理</view>
		<view class="span">
			4.4.2 用户需要更改订单日期的，经用户和厨师协商一致，订单延期服务；如厨师已备菜，则厨师已购买的食材由用户受让，用户按厨师已采购的食材清单支付相应款项给厨师，厨师将食材送至用户订单地址。
		</view>
		<view class="span">4.4.3 用户退改订单，联系专门人员进行相关处理。</view>
		<view class="span">4.4.4 用户退改订单的，联系专门人员进行相关处理。</view>
		<view class="span">4.4.5 因用户原因导致延迟，请尽快联系专门人员进行相关处理。</view>
		<view class="span">4.4.6 服务开始后，订单不可退改。</view>
		<view class="span">4.4.7 如订单服务地址所在区域出现不可抗力事件（关于不可抗力详见第九条之定义），导致无法按订单约定上门服务的请联系专门人员进行相关处理</view>
		<view class="span">4.5上门服务争议解决规则</view>
		<view class="span">
			如用户与商家因上门服务合同的履行发生任何争议，包括但不限于对上门服务商品/服务的数量、质量、价格、预约时间、商家服务范围、退改条件、售后服务等问题发生争议的，用户应与商家根据上门服务合同内容的约定确定用户与商家各自的权利义务，承担各自的责任，解决争议。优厨上门协助用户与商家之间争议的协商调解。
		</view>
		<view class="p">五、用户的权利和义务</view>
		<view class="span">5.1用户有权按照本协议约定接受优厨上门提供的优厨上门网络交易平台服务。</view>
		<view class="span">5.2用户有权在注册时选择是否订阅优厨上门发送的关于上门服务信息的推送或短信，并在注册成功后有权随时订阅或退订优厨上门该等信息。</view>
		<view class="span">5.3如用户要求获得上门服务商品/服务的发票，可以向上门服务的商家索取；优厨上门与上门服务的商家不存在法律上的雇佣关系，优厨上门仅为用户和商家提供信息中介服务。</view>
		<view class="span">5.4用户在消费上门服务商品/服务的过程中，如发现上门服务商品/服务与订单内容不符或存在质量、服务态度等其他问题的，应与商家采取协商或其他方式予以解决，优厨上门积极协助用户与商家解决争议。</view>
		<view class="span">5.5用户应保证其在注册时和提交订单时所提供的姓名、联系方式、联系地址等全部信息真实、完整、准确，并当上述信息发生变更时及时进行更新。</view>
		<view class="span">5.6用户在优厨上门商家进行上门服务交易时不得恶意干扰上门服务的正常进行。</view>
		<view class="span">5.7用户不得以虚构事实等方式恶意诋毁优厨上门或商家的商誉。</view>
		<view class="span">5.8用户不得对上门服务商品/服务进行虚假评价或恶意投诉。</view>
		<view class="p">六、优厨上门的权利和义务</view>
		<view class="span">6.1 优厨上门负责优厨上门网络交易服务平台（包括网站、小程序和app）的开发、运营和管理，承诺保障优厨上门的正常运行，并提供必要、可靠的交易环境和交易手段，维护上门服务交易正常秩序。</view>
		<view class="span">6.2 优厨上门有权获得并使用用户的注册信息，该等注册信息只能用于与平台提供的上门服务有关使用。</view>
		<view class="span">6.3 优厨上门有权在本协议履行期间及本协议终止后保留用户的注册信息及用户应用优厨上门服务期间的全部交易信息，但不得非法使用该等信息。</view>
		<view class="span">6.4 优厨上门须对入驻平台的商家进行实名认证和资格审核，确保入驻平台的商家符合提供上门服务的条件。</view>
		<view class="span">6.5 优厨上门采取某些措施对商家上门服务时进行过程监控，如要求商家在开始服务和结束服务时在平台网络工具上进行确认操作，在每道菜品烹饪完成后进行拍照并在服务结束后上传平台网络工具，用户对此默认接受。</view>
		<view class="span">6.6 如用户在消费上门服务商品/服务的过程中，发现上门服务商品/服务与订单内容不符或存在质量、服务态度等其他问题，并向平台投诉时，优厨上门须积极协助用户与商家解决争议。</view>
		<view class="span">6.7.如优厨上门发现用户对上门服务进行虚假评价或恶意投诉时，有权删除用户在平台上做出的虚假评价。</view>
		<view class="span">6.8 优厨上门建立专门的客服团队，并建立系统的客户服务制度，从组织、人员和流程上保障用户询问及投诉的畅通，为用户提供及时的疑难解答与投诉反馈。</view>
		<view class="p">七、特别声明</view>
		<view class="span">
			7.1用户未通过优厨上门与商家之间进行的交易不属于优厨上门上门服务交易，优厨上门对不属于优厨上门上门服务交易的交易事项不承担任何责任，用户不得因其与商家之间因此类交易发生的任何争议投诉优厨上门或要求优厨上门承担任何责任。不属于优厨上门上门服务交易的情况具体包括：
		</view>
		<view class="span">7.1.1 用户与入驻优厨上门的商家未通过网络平台成立订单；</view>
		<view class="span">7.1.2 用户与商家通过优厨上门网络平台成立订单，但私下修改订单（如增加服务内容等）并支付相应价款。</view>
		<view class="span">7.1.3 用户与商家私下协商委托商家代为购买食材（套餐除外）。</view>
		<view class="span">7.2为您提供上门服务的商家与优厨上门并非任何法律上及事实上的劳动关系、雇佣关系。</view>
		<view class="span">
			7.3为了用户更加方便和安全的使用优厨上门的服务，优厨上门将使用cookie，收集用户与优厨上门站点有关的特征信息，用于标识用户的设备。同时，优厨上门会积极采取先进的技术手段和有效的管理机制来保障用户的账户安全，保障用户的隐私信息不被任何未授权的使用或者泄露。
		</view>
		<view class="p">八、知识产权</view>
		<view class="span">
			8.1 优厨上门所包含的全部知识成果包括但不限于网络平台所涉及的数据库、设计、文字和图表、图片、音像、音乐、声音及其前述组合，软件编程、相关源代码的知识产权权利均归优厨上门所有。用户不得为商业目的复制、更改、拷贝、发送或使用前述任何材料或内容。
		</view>
		<view class="span">8.2 优厨上门名称中包含的所有权利 (包括商誉和商标) 均归优厨上门所有。用户不得侵害优厨上门的商誉和商标。</view>
		<view class="p">九、不可抗力</view>
		<view class="span">
			以下情况属于不可抗力：信息网络设备维护/信息网络连接故障、电脑/通讯或其他系统的故障、电力故障、罢工/暴乱/骚乱、爆发性流行病/瘟疫、火灾、地震、洪水/台风等极端气候、战争、政府管制行为、司法行政机关的命令、其他不可抗力或第三方的不作为，由此而造成的不能服务或延迟服务，平台、商家和用户均不承担责任。
		</view>
		<view class="p">十、协议的变更和终止</view>
		<view class="span">10.1协议的变更</view>
		<view class="span">
			优厨上门有权随时对本协议内容或优厨上门发布的其他服务条款及操作规则的内容进行变更，在网站、小程序和app等网络工具发布后立即生效；如用户继续使用优厨上门提供的服务即视为用户同意该等内容变更，如用户不同意变更后的内容则用户有权注销优厨上门账户、停止使用优厨上门服务。
		</view>
		<view class="span">10.2协议的终止</view>
		<view class="span">10.2.1 优厨上门有权依据本协议约定注销用户的优厨上门账号，本协议于账号注销之日终止。</view>
		<view class="span">10.2.2 优厨上门有权依据本协议约定终止全部优厨上门服务，本协议于优厨上门全部服务终止之日终止。</view>
		<view class="span">10.2.3本协议终止后，用户无权要求优厨上门继续向其提供任何服务或履行任何其他义务，包括但不限于要求优厨上门为用户保留或向用户披露其原优厨上门账号中的任何信息，向用户或第三方转发任何其未曾阅读或发送过的信息等。</view>
		<view class="span">10.2.4本协议的终止不影响守约方向违约方追究违约责任。</view>
		<view class="span">十一、违约责任</view>
		<view class="span">11.1 优厨上门或用户违反本协议的约定即构成违约，违约方应当向守约方承担违约责任。</view>
		<view class="span">11.2如因用户提供的信息不真实、不完整或不准确给优厨上门或商家造成损失的，优厨上门有权要求用户对优厨上门或对商家进行损失的赔偿。</view>
		<view class="span">11.4如因用户违反法律法规规定或本协议约定，在优厨上门或利用优厨上门服务从事非法活动的，优厨上门有权立即终止继续对其提供优厨上门服务，注销其账号，并要求其赔偿由此给优厨上门造成的损失。</view>
		<view class="span">11.5如用户以技术手段干扰优厨上门的运行或干扰其他用户对优厨上门使用的，优厨上门有权立即注销其优厨上门账号，并有权要求其赔偿由此给优厨上门造成的损失。</view>
		<view class="span">11.6如用户以虚构事实等方式恶意诋毁优厨上门或商家的商誉，优厨上门有权要求用户向优厨上门或商家公开道歉，赔偿其给优厨上门或商家造成的损失，并有权终止对其提供优厨上门服务。</view>
		<view class="p">十二、争议解决</view>
		<view class="span">用户与优厨上门因本协议的履行发生争议的应通过友好协商解决，协商解决不成的，任一方有权将争议提交优厨上门所在地有管辖权的法院进行处理。</view>
		<view class="p">十三、协议生效</view>
		<view class="span">本协议于用户点击优厨上门账号登录、获得优厨上门账号和密码时生效，对优厨上门和用户均具有约束力。</view>
	</view>
</template>

<script>
export default {
	data() {}
};
</script>

<style>
.p {
	font-size: 40rpx;
	color: #000000;
	margin: 20rpx 10rpx 0;
}

.span {
	display: inline-block;
	font-size: 26rpx;
	color: #333333;
	text-align: justify;
	margin: 20rpx 10rpx 0;
}
</style>
