/**
 * 预约信息
 * kitchener 厨师(预约初始功能，百家宴隐藏了)
 * quick 送餐服务
 * party 聚会/套餐
 */
export default {
	statusCode: 200,
	data: {
		"code": 200,
		"data": {
			"id": "1047",
			"name": "家常套餐",
			"slogan": "家常套餐",
			"head": "https://cdn.idachu.com/uimgs/202007/10f0afcbf6dbad0cdc63e213292ed8c8.jpg",
			"description": "家常套餐家常套餐 A家常套餐 A家常套餐 A家常套餐 A家常套餐 A",
			"from": "1970-07-01",
			"to": "2099-12-31",
			"dates": {
				"2022-02-09": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-10": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-11": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-12": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-13": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-14": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-15": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-16": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-17": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-18": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-19": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-20": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-21": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-22": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-23": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-24": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-25": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-26": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-27": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20],
				"2022-02-28": [10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20]
			},
			"items": [{
				"id": "10237",
				"name": "家常套餐",
				"slogan": "家常套餐",
				"title": "含食材，适宜4-6人享用",
				"price_info": "RMB 999/套",
				"people_num": "适用于4-6人",
				"price": 999,
				"bespeak_num": 6666,
				"head": "202007/941d5ba073b6c70f9446bf042e494b6c.jpg",
				"head2": "",
				"description": "本套餐不包含餐具\r\n如需餐具，请在附加服务中下单\r\n家常套餐请提前一天预定\r\n费用含食材及厨师服务费\r\n成品以实物为准，图片仅供参考",
				"first_img": "https://cdn.idachu.com/uimgs/201609/358132582c4c60f7a184cabc876ccef6.jpg!300",
				"list_img": "/static/image/4.jpg", // https://cdn.idachu.com/uimgs/202007/d04905ca43a41bdcdb402527e0269ad0.jpg",
				"top_img": "https://cdn.idachu.com/uimgs/202007/21d50531fe175315480622a14fd9d448.jpg"
			}, {
				"id": "10238",
				"name": "家常套餐B",
				"slogan": "家常套餐B",
				"title": "含食材，适宜4-6人享用",
				"price_info": "RMB 1299/套",
				"people_num": "适用于4-6人",
				"price": 1299,
				"bespeak_num": 6666,
				"head": "202007/70e058eaa0bc180465a6244cc67d8d0f.jpg",
				"head2": "",
				"description": "本套餐不包含餐具\r\n如需餐具，请在附加服务中下单\r\n家常套餐请提前一天预定\r\n费用含食材及厨师服务费\r\n成品以实物为准，图片仅供参考",
				"first_img": "https://cdn.idachu.com/uimgs/201504/e2758d8ad4933a92f1d436436618a296.jpg!300",
				"list_img": "/static/image/4.jpg",
				// "list_img": "https://cdn.idachu.com/uimgs/202007/fb4edd640a4dbeae20692c28c4d48000.jpg",
				"top_img": "https://cdn.idachu.com/uimgs/202007/f85629392bc8ebd47182a50edc653a69.jpg"
			}],
			"selected": "2016-02-07",
			"hotline": {
				"tel": "18513256892",
				"worktime": "9:00-18:00"
			},
			"share_img": "https://cdn.idachu.com/uimgs/201906/41b4806abdf2fb801fdd4366b4a1d976.jpg!100",
			"share_title": "11111111",
			"share_description": "111111111",
			"reserve": ""
		}
	}
}
